{
  "global": {
    "try": "Try TrainLCD",
    "smartwatch": "Smartwatch",
    "download": "Download",
    "unavailable": "Service suspended"
  },
  "component": {
    "footer": {
      "motto": "A new type of navigation application\nthat can be used on railroad lines throughout Japan",
      "portfolio": "Developer's Portfolio(in Japanese)",
      "privacyPolicy": "Privacy Policy",
      "joinCom": "Join the Discord Community(in Japanese)"
    }
  },
  "section": {
    "welcome": {
      "canBeUsed": "Can be used on railroad lines throughout Japan",
      "newSense": "New Sense",
      "navigationApp": "Navigation App",
      "description": "The train vision that you can use with your smartphone, which has never been possible before.\nThat's TrainLCD, a new kind of navigation app!\nWhen you feel lost, when you are not sure if you can get off the train. It will surely be useful for you."
    },
    "serviceArea": {
      "shortHeading": "Service Area",
      "description": "With a few exceptions, most of Japan's nationwide Railroad lines are supported.",
      "disclaimer": "Service is not guaranteed for some routes where signal reception is difficult, such as subways, and for intricate routes such as the Tsurumi Line. The service is only available for railroad lines and not for buses or other means of transportation.",
      "enOnly": {
        "nationwide": "Nationwide",
        "svcCoverageInJpn": "service coverage in Japan"
      }
    },
    "tablet": {
      "shortHeading": "Tablet Support",
      "canBeUsedWith": "Can be used with",
      "description": "With the iPad, you can find out the next station more easily.\nThe app is compatible with any of the latest iPads, so you can use it comfortably as soon as you download it.\nYou can download the app and start using it right away.",
      "disclaimer": "The Wi-Fi model iPad does not support GPS and may become unstable under certain conditions."
    },
    "wearable": {
      "shortHeading": "Are you in a crowded train?",
      "alsoWorks": "Also works with",
      "description": "By combining an Apple Watch or a smartwatch with Wear OS by Google, you can know the current stop and the next stop just by looking at your wrist.",
      "disclaimer": "Wear OS by Google requires an Android smartphone to be paired with the device; it cannot be used if paired with an iPhone."
    },
    "oss": {
      "trainlcdIs": "TrainLCD is",
      "ossProject": "Open Source Project",
      "description": "TrainLCD is an MIT-licensed open source project.\nEngineers, would you like to contribute to the development of TrainLCD?",
      "viewRepo": "Browse Repository"
    },
    "dl": {
      "shortHeading": "Let's use it right away.",
      "and": "and",
      "bothSupport": "Both supported",
      "description": "It is compatible with iPhone, iPad, and Android smartphones, and of course it is free.\nGet it working on your smartphone ASAP!"
    }
  }
}
